Repository: zilokki-bot/openclaw
Catalog: apps/macos/Sources/OpenClaw/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fa, fr, hi, id, it, ja_jp, ko, nl, pl, pt_br, ru, sv, th, tr, uk, vi, zh_cn, zh_tw

source: Selected area
ar: المنطقة المحددة
de: Ausgewählter Bereich
es: Área seleccionada
fa: ناحیهٔ انتخاب‌شده
fr: Zone sélectionnée
hi: चयनित क्षेत्र
id: Area yang dipilih
it: Area selezionata
ja_jp: 選択した領域
ko: 선택한 영역
nl: Geselecteerd gebied
pl: Wybrany obszar
pt_br: Área selecionada
ru: Выбранная область
sv: Markerat område
th: พื้นที่ที่เลือก
tr: Seçili alan
uk: Вибрана область
vi: Vùng đã chọn
zh_cn: 所选区域
zh_tw: 所選區域

source: Selected reasoning is unavailable for this target.
ar: الاستدلال المحدد غير متاح لهذه الوجهة.
de: Die ausgewählte Schlussfolgerung ist für dieses Ziel nicht verfügbar.
es: El razonamiento seleccionado no está disponible para este destino.
fa: استدلال انتخاب‌شده برای این مقصد در دسترس نیست.
fr: Le raisonnement sélectionné n’est pas disponible pour cette cible.
hi: चुना गया तर्क इस लक्ष्य के लिए उपलब्ध नहीं है।
id: Penalaran yang dipilih tidak tersedia untuk target ini.
it: Il ragionamento selezionato non è disponibile per questa destinazione.
ja_jp: 選択した推論はこの対象では利用できません。
ko: 선택한 추론은 이 대상에서 사용할 수 없습니다.
nl: De geselecteerde redeneermethode is niet beschikbaar voor dit doel.
pl: Wybrany tryb rozumowania jest niedostępny dla tego celu.
pt_br: O raciocínio selecionado não está disponível para este destino.
ru: Выбранный режим рассуждений недоступен для этой цели.
sv: Det valda resonemanget är inte tillgängligt för det här målet.
th: การใช้เหตุผลที่เลือกไม่พร้อมใช้งานสำหรับเป้าหมายนี้
tr: Seçilen akıl yürütme bu hedef için kullanılamıyor.
uk: Вибраний режим міркування недоступний для цієї цілі.
vi: Chế độ suy luận đã chọn không khả dụng cho đích này.
zh_cn: 所选推理模式不适用于此目标。
zh_tw: 此目標無法使用所選的推理模式。

source: Select…
ar: تحديد…
de: Auswählen…
es: Seleccionar…
fa: انتخاب…
fr: Sélectionner…
hi: चुनें…
id: Pilih…
it: Seleziona…
ja_jp: 選択…
ko: 선택…
nl: Selecteer…
pl: Wybierz…
pt_br: Selecionar…
ru: Выбрать…
sv: Välj…
th: เลือก…
tr: Seç…
uk: Вибрати…
vi: Chọn…
zh_cn: 选择…
zh_tw: 選取…

source: Send Debug Voice Text
ar: إرسال نص صوتي لتصحيح الأخطاء
de: Debug-Sprachtext senden
es: Enviar texto de voz de depuración
fa: ارسال متن صوتی اشکال‌زدایی
fr: Envoyer le texte vocal de débogage
hi: डीबग वॉइस टेक्स्ट भेजें
id: Kirim Teks Suara Debug
it: Invia testo vocale di debug
ja_jp: デバッグ用音声テキストを送信
ko: 디버그 음성 텍스트 보내기
nl: Debug-spraaktekst verzenden
pl: Wyślij tekst głosowy debugowania
pt_br: Enviar texto de voz de depuração
ru: Отправить отладочный голосовой текст
sv: Skicka rösttext för felsökning
th: ส่งข้อความเสียงสำหรับดีบัก
tr: Hata Ayıklama Ses Metni Gönder
uk: Надіслати текст для налагодження голосу
vi: Gửi văn bản giọng nói gỡ lỗi
zh_cn: 发送调试语音文本
zh_tw: 傳送偵錯語音文字

source: Send Heartbeats
ar: إرسال نبضات الاتصال
de: Heartbeats senden
es: Enviar latidos
fa: ارسال ضربان‌های حیات
fr: Envoyer les signaux de présence
hi: हार्टबीट्स भेजें
id: Kirim Heartbeat
it: Invia heartbeat
ja_jp: ハートビートを送信
ko: 하트비트 보내기
nl: Heartbeats verzenden
pl: Wysyłaj sygnały heartbeat
pt_br: Enviar Heartbeats
ru: Отправлять контрольные сигналы
sv: Skicka hjärtslag
th: ส่ง Heartbeats
tr: Heartbeat Gönder
uk: Надсилати Heartbeats
vi: Gửi Heartbeat
zh_cn: 发送心跳
zh_tw: 傳送 Heartbeats

source: Send Test Heartbeat
ar: إرسال نبضة اختبار
de: Test-Heartbeat senden
es: Enviar latido de prueba
fa: ارسال ضربان آزمایشی
fr: Envoyer un heartbeat de test
hi: टेस्ट Heartbeat भेजें
id: Kirim Heartbeat Uji
it: Invia heartbeat di test
ja_jp: テストハートビートを送信
ko: 테스트 하트비트 보내기
nl: Test-heartbeat verzenden
pl: Wyślij testowy heartbeat
pt_br: Enviar heartbeat de teste
ru: Отправить тестовый heartbeat
sv: Skicka testhjärtslag
th: ส่ง Heartbeat ทดสอบ
tr: Test Heartbeat Gönder
uk: Надіслати тестовий heartbeat
vi: Gửi tín hiệu Heartbeat kiểm tra
zh_cn: 发送测试心跳
zh_tw: 傳送測試 Heartbeat

source: Send Test Notification
ar: إرسال إشعار اختبار
de: Testbenachrichtigung senden
es: Enviar notificación de prueba
fa: ارسال اعلان آزمایشی
fr: Envoyer une notification de test
hi: टेस्ट नोटिफ़िकेशन भेजें
id: Kirim Notifikasi Uji
it: Invia notifica di test
ja_jp: テスト通知を送信
ko: 테스트 알림 보내기
nl: Testmelding verzenden
pl: Wyślij powiadomienie testowe
pt_br: Enviar notificação de teste
ru: Отправить тестовое уведомление
sv: Skicka testnotis
th: ส่งการแจ้งเตือนทดสอบ
tr: Test Bildirimi Gönder
uk: Надіслати тестове сповіщення
vi: Gửi thông báo kiểm thử
zh_cn: 发送测试通知
zh_tw: 傳送測試通知

source: Send debug voice
ar: إرسال صوت تصحيح الأخطاء
de: Debug-Sprachnachricht senden
es: Enviar voz de depuración
fa: ارسال صدای اشکال‌زدایی
fr: Envoyer une voix de débogage
hi: डीबग वॉइस भेजें
id: Kirim suara debug
it: Invia voce di debug
ja_jp: デバッグ音声を送信
ko: 디버그 음성 보내기
nl: Debug-spraak verzenden
pl: Wyślij głos debugowania
pt_br: Enviar voz de depuração
ru: Отправить отладочный голос
sv: Skicka felsökningsröst
th: ส่งเสียงดีบัก
tr: Hata ayıklama sesi gönder
uk: Надіслати налагоджувальний голос
vi: Gửi giọng nói gỡ lỗi
zh_cn: 发送调试语音
zh_tw: 傳送偵錯語音

source: Send message
ar: إرسال رسالة
de: Nachricht senden
es: Enviar mensaje
fa: ارسال پیام
fr: Envoyer le message
hi: संदेश भेजें
id: Kirim pesan
it: Invia messaggio
ja_jp: メッセージを送信
ko: 메시지 보내기
nl: Bericht versturen
pl: Wyślij wiadomość
pt_br: Enviar mensagem
ru: Отправить сообщение
sv: Skicka meddelande
th: ส่งข้อความ
tr: Mesaj gönder
uk: Надіслати повідомлення
vi: Gửi tin nhắn
zh_cn: 发送消息
zh_tw: 傳送訊息

source: Send sound
ar: صوت الإرسال
de: Sendeton
es: Sonido de envío
fa: صدای ارسال
fr: Son d’envoi
hi: ध्वनि भेजें
id: Suara kirim
it: Suono di invio
ja_jp: 送信音
ko: 보내기 소리
nl: Verzendgeluid
pl: Dźwięk wysyłania
pt_br: Som de envio
ru: Звук отправки
sv: Skicka ljud
th: เสียงส่ง
tr: Gönderme sesi
uk: Звук надсилання
vi: Âm thanh gửi
zh_cn: 发送音效
zh_tw: 傳送音效

source: Sending a screenshot uses macOS Screen Recording access.
ar: يتطلب إرسال لقطة شاشة إذن تسجيل الشاشة في macOS.
de: Zum Senden eines Bildschirmfotos ist der macOS-Zugriff für Bildschirmaufnahmen erforderlich.
es: Para enviar una captura de pantalla, se requiere acceso a Grabación de pantalla de macOS.
fa: ارسال اسکرین‌شات از دسترسی ضبط صفحه‌نمایش macOS استفاده می‌کند.
fr: L’envoi d’une capture d’écran nécessite l’accès à l’enregistrement de l’écran de macOS.
hi: स्क्रीनशॉट भेजने के लिए macOS Screen Recording एक्सेस का उपयोग किया जाता है।
id: Mengirim tangkapan layar menggunakan akses Perekaman Layar macOS.
it: L'invio di uno screenshot richiede l'accesso alla registrazione dello schermo di macOS.
ja_jp: スクリーンショットを送信するには、macOSの画面収録へのアクセス権が必要です。
ko: 스크린샷을 보내려면 macOS 화면 기록 접근 권한이 필요합니다.
nl: Voor het verzenden van een schermafbeelding is toegang tot Schermopname in macOS vereist.
pl: Wysyłanie zrzutu ekranu wymaga dostępu do nagrywania ekranu w macOS.
pt_br: O envio de uma imagem da tela usa o acesso à Gravação de Tela do macOS.
ru: Для отправки снимка экрана требуется доступ macOS к записи экрана.
sv: För att skicka en skärmbild krävs åtkomst till skärminspelning i macOS.
th: การส่งภาพหน้าจอต้องใช้สิทธิ์เข้าถึงการบันทึกหน้าจอของ macOS
tr: Ekran görüntüsü göndermek için macOS Ekran Kaydı erişimi gerekir.
uk: Для надсилання знімка екрана потрібен доступ до запису екрана в macOS.
vi: Việc gửi ảnh chụp màn hình sử dụng quyền truy cập Ghi màn hình của macOS.
zh_cn: 发送屏幕截图需要 macOS 屏幕录制权限。
zh_tw: 傳送螢幕截圖需要 macOS 的螢幕錄製權限。

source: Sending debug voice…
ar: جارٍ إرسال صوت تصحيح الأخطاء…
de: Debug-Sprachnachricht wird gesendet…
es: Enviando voz de depuración…
fa: در حال ارسال صدای اشکال‌زدایی…
fr: Envoi de la voix de débogage…
hi: डीबग वॉइस भेजी जा रही है…
id: Mengirim suara debug…
it: Invio voce di debug…
ja_jp: デバッグ音声を送信中…
ko: 디버그 음성 보내는 중…
nl: Debug-spraak verzenden…
pl: Wysyłanie głosu debugowania…
pt_br: Enviando voz de depuração…
ru: Отправка отладочного голоса…
sv: Skickar felsökningsröst…
th: กำลังส่งเสียงดีบัก…
tr: Hata ayıklama sesi gönderiliyor…
uk: Надсилання налагоджувального голосу…
vi: Đang gửi giọng nói gỡ lỗi…
zh_cn: 正在发送调试语音…
zh_tw: 正在傳送偵錯語音…

source: Serve uses Tailscale identity headers; no password required.
ar: يستخدم Serve ترويسات هوية Tailscale؛ لا يلزم وجود كلمة مرور.
de: Serve verwendet Tailscale-Identitätsheader; kein Passwort erforderlich.
es: Serve usa encabezados de identidad de Tailscale; no se requiere contraseña.
fa: Serve از سرآیندهای هویت Tailscale استفاده می‌کند؛ گذرواژه لازم نیست.
fr: Serve utilise les en-têtes d’identité Tailscale ; aucun mot de passe requis.
hi: Serve Tailscale पहचान हेडर का उपयोग करता है; पासवर्ड आवश्यक नहीं।
id: Serve menggunakan header identitas Tailscale; tidak perlu kata sandi.
it: Serve usa le intestazioni di identità Tailscale; nessuna password richiesta.
ja_jp: Serve は Tailscale identity headers を使用します。パスワードは不要です。
ko: Serve는 Tailscale ID 헤더를 사용하므로 비밀번호가 필요하지 않습니다.
nl: Serve gebruikt Tailscale-identiteitsheaders; geen wachtwoord vereist.
pl: Serve używa nagłówków tożsamości Tailscale; hasło nie jest wymagane.
pt_br: Serve usa cabeçalhos de identidade do Tailscale; nenhuma senha é necessária.
ru: Serve использует заголовки идентификации Tailscale; пароль не требуется.
sv: Serve använder Tailscale-identitetsrubriker; inget lösenord krävs.
th: Serve ใช้ส่วนหัวข้อมูลประจำตัวของ Tailscale; ไม่ต้องใช้รหัสผ่าน
tr: Serve, Tailscale kimlik başlıklarını kullanır; parola gerekmez.
uk: Serve використовує заголовки ідентичності Tailscale; пароль не потрібен.
vi: Serve sử dụng header nhận dạng Tailscale; không cần mật khẩu.
zh_cn: Serve 使用 Tailscale 身份标头；无需密码。
zh_tw: Serve 使用 Tailscale 身分標頭；不需要密碼。

source: Session
ar: الجلسة
de: Sitzung
es: Sesión
fa: جلسه
hi: सत्र
id: Sesi
it: Sessione
ja_jp: セッション
ko: 세션
nl: Sessie
pl: Sesja
pt_br: Sessão
ru: Сеанс
th: เซสชัน
tr: Oturum
uk: Сеанс
vi: Phiên
zh_cn: 会话
zh_tw: 工作階段

source: Session default
ar: الإعداد الافتراضي للجلسة
de: Sitzungsstandard
es: Predeterminado de la sesión
fa: پیش‌فرض نشست
fr: Valeur par défaut de la session
hi: सत्र का डिफ़ॉल्ट
id: Default sesi
it: Predefinito della sessione
ja_jp: セッションのデフォルト
ko: 세션 기본값
nl: Standaardinstelling voor sessie
pl: Domyślne dla sesji
pt_br: Padrão da sessão
ru: По умолчанию для сеанса
sv: Sessionsstandard
th: ค่าเริ่มต้นของเซสชัน
tr: Oturum varsayılanı
uk: Типове значення сеансу
vi: Mặc định của phiên
zh_cn: 会话默认设置
zh_tw: 工作階段預設值

source: Session store
ar: مخزن الجلسات
de: Sitzungsspeicher
es: Almacén de sesiones
fa: ذخیره‌گاه نشست
fr: Stockage de session
hi: सेशन स्टोर
id: Penyimpanan sesi
it: Archivio sessioni
ja_jp: セッションストア
ko: 세션 저장소
nl: Sessiestore
pl: Magazyn sesji
pt_br: Armazenamento de sessão
ru: Хранилище сеансов
sv: Sessionslagring
th: ที่เก็บเซสชัน
tr: Oturum deposu
uk: Сховище сеансів
vi: Kho lưu trữ phiên
zh_cn: 会话存储
zh_tw: 工作階段儲存區

source: Session target
ar: هدف الجلسة
de: Sitzungsziel
es: Destino de la sesión
fa: هدف جلسه
fr: Cible de session
hi: सेशन लक्ष्य
id: Target sesi
it: Obiettivo sessione
ja_jp: セッションターゲット
ko: 세션 대상
nl: Sessiedoel
pl: Cel sesji
pt_br: Destino da sessão
ru: Цель сеанса
sv: Sessionsmål
th: เป้าหมายเซสชัน
tr: Oturum hedefi
uk: Ціль сеансу
vi: Mục tiêu phiên
zh_cn: 会话目标
zh_tw: 工作階段目標

source: Set API Key
ar: تعيين مفتاح API
de: API-Schlüssel festlegen
es: Establecer clave de API
fa: تنظیم API Key
fr: Définir la clé API
hi: API Key सेट करें
id: Atur Kunci API
it: Imposta chiave API
ja_jp: API キーを設定
ko: API 키 설정
nl: API-sleutel instellen
pl: Ustaw klucz API
pt_br: Definir chave de API
ru: Задать API-ключ
sv: Ange API-nyckel
th: ตั้งค่า API Key
tr: API Anahtarını Ayarla
uk: Установити API Key
vi: Đặt API Key
zh_cn: 设置 API 密钥
zh_tw: 設定 API Key

source: Set Environment Variable
ar: تعيين متغير البيئة
de: Umgebungsvariable festlegen
es: Establecer variable de entorno
fa: تنظیم متغیر محیطی
fr: Définir la variable d’environnement
hi: Environment Variable सेट करें
id: Atur Variabel Lingkungan
it: Imposta variabile d’ambiente
ja_jp: 環境変数を設定
ko: 환경 변수 설정
nl: Omgevingsvariabele instellen
pl: Ustaw zmienną środowiskową
pt_br: Definir variável de ambiente
ru: Задать переменную окружения
sv: Ange miljövariabel
th: ตั้งค่าตัวแปรสภาพแวดล้อม
tr: Ortam Değişkenini Ayarla
uk: Установити змінну середовища
vi: Đặt Environment Variable
zh_cn: 设置环境变量
zh_tw: 設定環境變數

source: Set up a local model
ar: إعداد نموذج محلي
de: Lokales Modell einrichten
es: Configurar un modelo local
fa: راه‌اندازی یک مدل محلی
fr: Configurer un modèle local
hi: लोकल मॉडल सेट करें
id: Siapkan model lokal
it: Configura un modello locale
ja_jp: ローカルモデルをセットアップ
ko: 로컬 모델 설정
nl: Een lokaal model instellen
pl: Skonfiguruj model lokalny
pt_br: Configurar um modelo local
ru: Настроить локальную модель
sv: Konfigurera en lokal modell
th: ตั้งค่าโมเดลในเครื่อง
tr: Yerel bir model kurun
uk: Налаштувати локальну модель
vi: Thiết lập mô hình cục bộ
zh_cn: 设置本地模型
zh_tw: 設定本機模型

source: Set up later
ar: الإعداد لاحقًا
de: Später einrichten
es: Configurar más tarde
fa: بعداً راه‌اندازی شود
fr: Configurer plus tard
hi: बाद में सेट अप करें
id: Siapkan nanti
it: Configura più tardi
ja_jp: あとで設定
ko: 나중에 설정
nl: Later instellen
pl: Skonfiguruj później
pt_br: Configurar depois
ru: Настроить позже
sv: Konfigurera senare
th: ตั้งค่าภายหลัง
tr: Daha sonra ayarla
uk: Налаштувати пізніше
vi: Thiết lập sau
zh_cn: 稍后设置
zh_tw: 稍後設定

source: Settings
ar: الإعدادات
de: Einstellungen
es: Configuración
fa: تنظیمات
fr: Réglages
hi: सेटिंग्स
id: Setelan
it: Impostazioni
ja_jp: 設定
ko: 설정
nl: Instellingen
pl: Ustawienia
pt_br: Configurações
ru: Настройки
sv: Inställningar
th: การตั้งค่า
tr: Ayarlar
uk: Налаштування
vi: Cài đặt
zh_cn: 设置
zh_tw: 設定

source: Settings could not be read
ar: تعذّر قراءة الإعدادات
de: Einstellungen konnten nicht gelesen werden
es: No se pudieron leer los ajustes
fa: تنظیمات قابل خواندن نبود
fr: Impossible de lire les paramètres
hi: सेटिंग्स पढ़ी नहीं जा सकीं
id: Pengaturan tidak dapat dibaca
it: Impossibile leggere le impostazioni
ja_jp: 設定を読み込めませんでした
ko: 설정을 읽을 수 없습니다
nl: Instellingen konden niet worden gelezen
pl: Nie można odczytać ustawień
pt_br: Não foi possível ler as configurações
ru: Не удалось прочитать настройки
sv: Inställningarna kunde inte läsas
th: ไม่สามารถอ่านการตั้งค่าได้
tr: Ayarlar okunamadı
uk: Не вдалося прочитати налаштування
vi: Không thể đọc cài đặt
zh_cn: 无法读取设置
zh_tw: 無法讀取設定

source: Settings...
ar: الإعدادات...
de: Einstellungen...
es: Configuración...
fa: تنظیمات...
fr: Réglages...
hi: सेटिंग्स...
id: Pengaturan...
it: Impostazioni...
ja_jp: 設定...
ko: 설정...
nl: Instellingen...
pl: Ustawienia...
pt_br: Configurações...
ru: Настройки...
sv: Inställningar...
th: การตั้งค่า...
tr: Ayarlar...
uk: Налаштування...
vi: Cài đặt...
zh_cn: 设置...
zh_tw: 設定...

source: Settings…
ar: الإعدادات…
de: Einstellungen…
es: Ajustes…
fa: تنظیمات…
fr: Réglages…
id: Pengaturan…
it: Impostazioni…
ja_jp: 設定…
ko: 설정…
nl: Instellingen…
pl: Ustawienia…
pt_br: Ajustes…
ru: Настройки…
sv: Inställningar…
th: การตั้งค่า…
tr: Ayarlar…
uk: Налаштування…
vi: Cài đặt…
zh_cn: 设置…
zh_tw: 設定…

source: Setup
ar: الإعداد
de: Einrichtung
es: Configuración
fa: راه‌اندازی
fr: Configuration
hi: सेटअप
id: Penyiapan
it: Configurazione
ja_jp: セットアップ
ko: 설정
nl: Instellen
pl: Konfiguracja
pt_br: Configuração
ru: Настройка
sv: Konfiguration
th: ตั้งค่า
tr: Kurulum
uk: Налаштування
vi: Thiết lập
zh_cn: 设置
zh_tw: 設定

source: Setup Guide
ar: دليل الإعداد
de: Einrichtungsanleitung
es: Guía de configuración
fa: راهنمای راه‌اندازی
fr: Guide de configuration
hi: सेटअप गाइड
id: Panduan Penyiapan
it: Guida alla configurazione
ja_jp: セットアップガイド
ko: 설정 가이드
nl: Installatiehandleiding
pl: Przewodnik konfiguracji
pt_br: Guia de configuração
ru: Руководство по настройке
sv: Installationsguide
th: คู่มือการตั้งค่า
tr: Kurulum Kılavuzu
uk: Посібник із налаштування
vi: Hướng dẫn thiết lập
zh_cn: 设置指南
zh_tw: 設定指南

source: Setup code expired or already used. Scan a fresh setup code, then try again.
ar: انتهت صلاحية رمز الإعداد أو تم استخدامه بالفعل. امسح ضوئيًا رمز إعداد جديدًا، ثم حاول مرة أخرى.
de: Einrichtungscode abgelaufen oder bereits verwendet. Scanne einen neuen Einrichtungscode und versuche es dann erneut.
es: El código de configuración caducó o ya se usó. Escanea un código de configuración nuevo y vuelve a intentarlo.
fa: کد راه‌اندازی منقضی شده یا قبلاً استفاده شده است. یک کد راه‌اندازی تازه را اسکن کنید، سپس دوباره تلاش کنید.
fr: Code de configuration expiré ou déjà utilisé. Scannez un nouveau code de configuration, puis réessayez.
hi: Setup code expired हो गया है या पहले ही used हो चुका है। नया setup code स्कैन करें, फिर दोबारा प्रयास करें।
id: Kode penyiapan kedaluwarsa atau sudah digunakan. Pindai kode penyiapan baru, lalu coba lagi.
it: Codice di configurazione scaduto o già usato. Scansiona un nuovo codice di configurazione, quindi riprova.
ja_jp: セットアップコードの有効期限が切れているか、すでに使用されています。新しいセットアップコードをスキャンしてから、もう一度お試しください。
ko: 설정 코드가 만료되었거나 이미 사용되었습니다. 새 설정 코드를 스캔한 다음 다시 시도하세요.
nl: Instelcode verlopen of al gebruikt. Scan een nieuwe instelcode en probeer het opnieuw.
pl: Kod konfiguracji wygasł lub został już użyty. Zeskanuj nowy kod konfiguracji, a następnie spróbuj ponownie.
pt_br: Código de configuração expirado ou já usado. Escaneie um novo código de configuração e tente novamente.
ru: Срок действия кода настройки истек или он уже использован. Отсканируйте новый код настройки, затем повторите попытку.
sv: Konfigurationskoden har upphört att gälla eller har redan använts. Skanna en ny konfigurationskod och försök sedan igen.
th: รหัสตั้งค่าหมดอายุหรือถูกใช้ไปแล้ว สแกนรหัสตั้งค่าใหม่ จากนั้นลองอีกครั้ง
tr: Kurulum kodunun süresi dolmuş veya zaten kullanılmış. Yeni bir kurulum kodu tarayın, ardından tekrar deneyin.
uk: Термін дії коду налаштування минув або його вже використано. Відскануйте новий код налаштування, а потім повторіть спробу.
vi: Mã thiết lập đã hết hạn hoặc đã được sử dụng. Quét mã thiết lập mới, rồi thử lại.
zh_cn: 设置代码已过期或已使用。请扫描新的设置代码，然后重试。
zh_tw: 設定碼已過期或已使用。請掃描新的設定碼，然後再試一次。

source: Setup details
ar: تفاصيل الإعداد
de: Einrichtungsdetails
es: Detalles de configuración
fa: جزئیات راه‌اندازی
fr: Détails de configuration
hi: सेटअप विवरण
id: Detail penyiapan
it: Dettagli di configurazione
ja_jp: セットアップの詳細
ko: 설정 세부 정보
nl: Installatiedetails
pl: Szczegóły konfiguracji
pt_br: Detalhes da configuração
ru: Параметры настройки
sv: Konfigurationsdetaljer
th: รายละเอียดการตั้งค่า
tr: Kurulum ayrıntıları
uk: Деталі налаштування
vi: Chi tiết thiết lập
zh_cn: 设置详情
zh_tw: 設定詳細資訊

source: Setup needed
ar: يلزم الإعداد
de: Einrichtung erforderlich
es: Configuración necesaria
fa: نیاز به راه‌اندازی
fr: Configuration nécessaire
hi: सेटअप आवश्यक
id: Penyiapan diperlukan
it: Configurazione necessaria
ja_jp: セットアップが必要です
ko: 설정 필요
nl: Configuratie nodig
pl: Wymagana konfiguracja
pt_br: Configuração necessária
ru: Требуется настройка
sv: Konfiguration krävs
th: จำเป็นต้องตั้งค่า
tr: Kurulum gerekli
uk: Потрібне налаштування
vi: Cần thiết lập
zh_cn: 需要设置
zh_tw: 需要設定

source: Share location when requested by the agent
ar: مشاركة الموقع عندما يطلبه الوكيل
de: Standort teilen, wenn vom Agent angefordert
es: Compartir la ubicación cuando lo solicite el agente
fa: اشتراک‌گذاری موقعیت مکانی هنگام درخواست عامل
fr: Partager la position lorsque l’agent le demande
hi: एजेंट द्वारा अनुरोध किए जाने पर स्थान साझा करें
id: Bagikan lokasi saat diminta oleh agen
it: Condividi la posizione quando richiesto dall'agente
ja_jp: エージェントから要求された場合に位置情報を共有
ko: 에이전트가 요청할 때 위치 공유
nl: Deel locatie wanneer de agent daarom vraagt
pl: Udostępnij lokalizację na żądanie agenta
pt_br: Compartilhar localização quando solicitado pelo agente
ru: Передавать местоположение по запросу агента
sv: Dela plats när agenten begär det
th: แชร์ตำแหน่งเมื่อเอเจนต์ร้องขอ
tr: Ajan tarafından istendiğinde konumu paylaş
uk: Надсилати місцезнаходження на запит агента
vi: Chia sẻ vị trí khi tác nhân yêu cầu
zh_cn: 在代理请求时共享位置
zh_tw: 在代理程式要求時分享位置
